Repository: abdel792/closerMag
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Ver&bs
fr: &Verbes

source: {0} add-on and its tools
fr: L'extension {0} et ses outils

source: Allows you to conjugate a French verb using the site capeutservir.com
fr: Vous permet de conjuguer un verbe français à l'aide du site capeuservir.com

source: English ir&regular verbs...
fr: Verbes ir&réguliers anglais

source: Allows you to view the list of English irregular verbs using the site capeutservir.com
fr: Vous permet de visualiser la liste des verbes irréguliers anglais en utilisant le sitecapeutservir.com

source: Displays a dalogue box prompting the user to enter a French verb to conjugate.
fr: Affiche une boîte de dialogue invitant l'utilisateur à saisir un verbe français afin de le conjuguer.

source: Displays the list of English irregular verbs with their preterite, past participle, as well as their French translations.
fr: Affiche la liste des verbes irréguliers anglais avec leur prétérit, Participe passé, ainsi que leurs traductions en français.

source: Allows you to display the verbs add-on settings panel.
fr: Vous permet d'afficher le panneau de paramètres de l'extension verbs.

source: English irregular verbs
fr: Verbes irréguliers anglais

source: Infinitive
fr: Infinitif

source: Preterite
fr: Prétérit

source: Past participle
fr: Participe passé

source: French translation
fr: Traduction en français

source: Enter a verb to conjugate
fr: Veuillez entrer un verbe à conjuguer

source: Verb to conjugate:
fr: Verbe à conjuguer

source: Either you didn't enter anything or your verb is not correct. Please try again
fr: Soit vous n'avez rien saisi, soit votre verbe n'est pas correct. Veuillez essayer à nouveau

source: Input error
fr: Erreur de saisie

source: Error
fr: Erreur

source: Can't conjugate the verb {verb}
fr: Impossible de conjuguer le verbe {verb}

source: No help available here.
fr: Aucune aide n'est disponible ici

source: No user guide found.
fr: Aucun guide utilisateur trouvé.

source: Display in HTML message
fr: Afficher dans un message HTML

source: Display in a simple NVDA browseable message
fr: Afficher dans un simple message

source: Display in default browser
fr: Afficher dans le navigateur par défaut

source: Display conjugation modes:
fr: Mode d'affichage de la conjugaison

source: Display irregular verbs modes:
fr: Mode d'affichage de la liste des verbes irréguliers

source: Allows you to conjugate a French verb, as well as display the list of English irregular verbs.
fr: Permet de conjuguer un verbe français, ainsi que d'afficher la liste des Verbes irréguliers anglais.
